Repository: ilmir-muslim/munasib
Catalog: backend/src/locale/*/LC_MESSAGES/django.po
Languages: ar, uz

source: Работник
ar: عامل
uz: Xodim

source: Место работы
ar: مكان العمل
uz: Ish joyi

source: Права админа
ar: حقوق المشرف
uz: Admin huquqlari

source: Работники
ar: عمال
uz: Xodimlar

source: Операции
ar: عمليات
uz: Operatsiyalar

source: Дата выполнения операции
ar: تاريخ تنفيذ العملية
uz: Operatsiya bajarilgan sana

source: Время выполнения операции
ar: وقت تنفيذ العملية
uz: Operatsiya bajarilgan vaqt

source: Количество выполненных операций
ar: عدد العمليات المنفذة
uz: Bajarilgan operatsiyalar soni

source: Цена операции
ar: سعر العملية
uz: Operatsiya narxi

source: Операция
ar: عملية
uz: Operatsiya

source: Товар
ar: بضاعة
uz: Mahsulot

source: Цена товара
ar: سعر البضاعة
uz: Mahsulot narxi

source: Количество товара
ar: كمية البضاعة
uz: Mahsulot miqdori

source: Товары
ar: بضائع
uz: Mahsulotlar

source: Language
ar: لغة
